const Discord = () => {
  return (
    <>
      <section className="rules bg-background-500 h-screen">
        <div className="banner flex flex-col justify-center items-center bg-Menu w-full h-[25rem] bg-cover bg-center opacity-70">
          <h2 className="text-[40.0pt]">𝖨𝖱𝖠𝖰 𝖫𝖤𝖦𝖤𝖭𝖣𝖲 𝖱𝖯</h2>
          <h2 className="text-[40.0pt]">منيو</h2>
        </div>
        <div className="flex flex-col gap-4 m-5">
          <div tabIndex={0} className="collapse collapse-arrow bg-[#141415]">
            <div className="collapse-title text-[24.0pt] text-white font-black flex items-center justify-center">
              قوانين اصحاب المنيوهات 📈
            </div>
            <div className="collapse-content">
              <div className="text-center text-[24px]">
                في حال تكرار مخالفاتك واستخدامك الخاطئ لصلاحيات الحزمة , سيتم
                سحب الباقة منك{" "}
              </div>
              <ol className="p-8">
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حال شرائك لأي منتج فهذا لا يعني انك غير معرض للباند{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  ممنوع التجارة في المنتجات بمعنى شراء المنتج من المتجر واعادة
                  بيعها على شخص أخر{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حال خروجك من ديسكورد السيرفر يتم سحب منك الباقة{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع طلب استرداد الاموال بعد الشراء ويجب أن تكون متأكد قبل
                  الشراء وفي حال تكرار مخالفاتك واستخدامك الخاطئ لصلاحيات المنتج
                  سيتم سحب المنتج نهائي{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يجب حفظ جميع فواتير الشراء لضمان حقك و عدم سحب اغراضك{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يتم تسليمك المنتج المطلوب بعد الدفع استلام فوري او الى 12 ساعة
                  احد اقصى{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  ممنوع استخدام الطلق الملون داخل السيناريوهات وان حدث دبل تحذير
                  على الحزمه الخاص.
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  ممنوع الطيران امام المواطنين تبتعد عن المواطن بمسافه و من
                  بعدها تطير{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  ممنوع القتل في سلاح ال Mini gun او المني قان و سلاح ال RPG و
                  غيره من الاسلحه الي تعتبر مخالفه للرول بلي{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  ممنوع حفظ السيارات العسكريه في داخل المنيو في حال تم حفظ سياره
                  عسكريه داخل منيو و استخدمت العجله داخل سيناريو يتم محاسبه
                  الشخص المخالف في اقصى العقوبه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  ممنوع استخدام سكنات الحيوانات داخل السيناريوهات{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  ممنوع منعا باتا اعطاء اسلحه المنيو الى اي شخص في حال تم اعطاء
                  الاسلحة الى مواطن او اي شخص يتم محاسبه صاحب الحزمه ب اقصى
                  العقوبه{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع رفع اسلحتك الخاصة داخل المدينة امام المواطنين دون سبب
                  مقنع{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع حفظ عجلات الابطال الخارقين داخل المنيو{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع تلويت اصحاب المنيوهات{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  لا يحق لك المطالبة بتعويض في حال تم سحب منك أي رتبة بسبب عدم
                  مراعاتك لقوانين الرتبة أو الحزمة و احترامها{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  التواصل مع البائع عن الطريق التكت فقط{" "}
                </li>
              </ol>
            </div>
          </div>
        </div>
      </section>
    </>
  );
};

export default Discord;
