const Admin = () => {
  return (
    <>
      <section className="rules bg-background-500 h-screen">
        <div className="banner flex flex-col justify-center items-center bg-swat1 w-full h-[25rem] bg-cover bg-center opacity-70">
          <h2 className="text-[40.0pt]">𝖨𝖱𝖠𝖰 𝖫𝖤𝖦𝖤𝖭𝖣𝖲 𝖱𝖯</h2>
          <h2 className="text-[40.0pt]"> خاصه</h2>
        </div>
        <div className="flex flex-col gap-4 m-5">
          <div tabIndex={0} className="collapse collapse-arrow bg-[#141415]">
            <div className="collapse-title text-[24.0pt] text-white font-black flex items-center justify-center">
              قوانين قواة خاصه ⚡
            </div>
            <div className="collapse-content">
              <ol className="p-8">
                <li className="mb-4 text-[13.999999999999998pt]">
                  يحق لأفراد القوات الخاصة التواجد في جميع مدن عرب ايفلز .
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  لايحق للقوات الخاصة التدخل بشؤون العساكر والقطاعات منعا باتا
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يحق للقوات الخاصة تفتيش المواطن في حال الإشتباه به عن طريق
                  الجوال فقط
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حال قام مواطن بإهانة رجل من القوات الخاصة او الهروب منه يحق
                  له بالطلق الفوري عليه ومحاسبته .
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يجب على جميع افراد وضباط القوات الخاصة احترام القطاعات
                  والوزارات جميعها
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يحق لـ افراد القطاع إستخدام مركز الشرطة لتحقيق مع المتهم
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يحق لـ افراد القوات الخاصة المشاركة في أي سيناريو داخل المدينه
                  او خارجها بوجود رتبة عليا
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يحق لـ افراد القوات الخاصة الذهاب للـ مسانده اثناء
                  السيناريوهات او طلب الدعم من الوزارات او القطاعات الاخرى وفي
                  حال تم طلب مسانده من احد الوزارات يجب الذهاب لهم ومساعدتهم
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  المادة الثامنة يجب على القاضي احترام جميع من في القاعة.
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  نظام المحاماة .نبذة النظام: ما الذي يجب على المحامي من واجبات
                  ومن حقوق
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  لايحق لـ افراد القوات الخاصة المداهمه بدون اعلان
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  المادة الثانية يجب على المحامين الالتزام بالزي الرسمي{" "}
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يجب على جميع افراد القوات الخاصة الإتزام بالزي الرسمي اثناء
                  السيناريوهات
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يجب على جميع القوات الخاصة التواجد بالرومات المخصصة في حال
                  وجوده داخل المدينة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع منعا باتا تلويت افراد القوات الخاصة وهم بزيهم الرسمي
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  العمر المسموح للقبول +16 اي تلاعب يتم رفضك
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع منعا باتا التغاضى عن المخالفين للقوانين لأنهم ادمنية او
                  على معرفة ب العسكري
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  الأسلحه المصرح بها داخل المناطق الأمنة هي الإبي بستل و الأسولت
                  رايفل 200 طلقة لكل سلاح
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع على العسكر قبول او رفض السيناريوهات اقل من رتبة نقيب
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع سجن المواطن الا بعد اخذ هويتة و تفتيشه و اخذ اي أسلحة غير
                  مرخصة لديه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  عقوبة اطلاق النار بالسماء هي سجن 10 شهور ومصادرة الاسلحة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع على العسكري قطع الإشارة او مخالفة اي قانون مروري الا في
                  حالات المطاردة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يحق للعسكري الطلق الفوري على من يسرق سيارة من سيارات الحكومة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يحق للعسكري استعمال التيزر في حال شعر بالخطر على حياته
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  أحترام المواطنين شيء اساسي على منسوبي القوات الخاصة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  احترام جميع الضباط والافراد شيء اساسي على منسوبي القوات الخاصة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يجب على العسكري اتباع تعليمات قيادات وزارة الداخلية بدون
                  مناقشتها
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع التفاخر بـ الرتبة مهما كانت
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  لا يحق لك الخروج خارج الأمنة الا بـ اذن من مسؤول القوات الخاصة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يجب على جميع افراد القوات الخاصة الالتزام بـ اللبس الـ عسكري
                  أثناء مباشرتهم للـ ميدان
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حال طلب منك المسؤول التوجه الى الاصطفاف يجب الالتزام بـ
                  الاوامر و ترك أي حاله عندك
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  المادة الثانية القوبرو، تعتبر دليلا على أقوال الادعاء وهي لا
                  يحق لـ افراد القوات الخاصة بـ التواجد داخل المناطق المحظورة
                  مثل ( مقر المباحث العامة )
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يجب الالتزام بـ بروتوكولات الراديو جميعها
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع استخدام بروتوكولات الراديو داخل الميدان
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع التهديد أو ابتزاز عسكري بـ رفع شكوى عليه بـ أي شكل من
                  الأشكال
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حالة المطاردة يسمح للعسكري بالطلق على الكفرات بعد 15 ثانية
                  ويسمح له ب قتل المواطن بعد 20 ثانية
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع التافيك أو وضع ديفن داخل الراديو
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع طلب ترقية او بوينت من مسؤول
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حال قام المواطن ب تقديم اهانة ل رجل أمن يحق له بالطلق
                  الفوري عليه ومن ثم يقدم له العلاج ويسجنه 15 شهر بدون طلب محامي
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  لا يحق للعسكري ب سجن أكثر من 20 شهر الا بـ أذن من قيادات
                  القوات الخاصة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع انزال اعلان للقوات الخاصة بدون أذن من مسؤول
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حال قدمت استقالة قبل 14 يوم من دخولك للقوات الخاصة سيتم
                  اعطائك مفصول وزاريا
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يوجد حصانة والكلبشة ضد الوزراء و الرتب العليا و منسوبي
                  الوزارات الأخرى
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  عقوبة الخيانة العسكرية فصل و غرامة مليون و سجن 60
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع الخروج خارج الرول بلي الا ب وجود أدمن
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع سجن مواطن الا بعد اخذ هويته وتفتيشه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع على العسكري تشغيل السفاتي بدون سبب
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يحق للعسكري ب تخفيف العقوبات على المواطن في حال كان متعاون
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع على العسكري قطع الإشارة او مخالفة اي قانون مروري الا في
                  حالات المطاردة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  لا يحق لـ منسوبي القوات الخاصة مداهمة أي موقع مشبوه بدون اذن
                  من مسؤول
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع منعًا باتًا كشف هوية المباحث
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  فـي حال الي كان يشيك عـ حياة الرهينة دخل و تكلبش من اعضاء
                  العصابة يحق للـ عساكر بـ المداهمه الفورية
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حال تم طلب دعم من أحد القطاعات و تم قبوله يجب التوجه الى
                  الحالة
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  يمنع التوجه الى سيناريو البنك بدون مسؤول
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  في حال كانت تهمة المواطن فوق الـ 10 شهور يجب طلب محامي
                </li>
              </ol>
            </div>
          </div>
          <div tabIndex={0} className="collapse collapse-arrow bg-[#141415]">
            <div className="collapse-title text-[24.0pt] text-white font-black flex items-center justify-center">
              سلم الرتب 📈
            </div>
            <div className="collapse-content">
              <ol className="p-8">
                <li className="mb-4 text-[13.999999999999998pt]">
                  وزير قواة خاصه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  نائب قواة خاصه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  مستشار قواة خاصه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  قائد قواة خاصه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  نائب قائد قواة خاصه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  مسؤول قواة خاصه
                </li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  نائب مسؤول قواة خاصه
                </li>
              </ol>
              <div className="text-center text-[24px]">الرتب العسكرية :</div>
              <ol className="p-8">
                <li className="mb-4 text-[13.999999999999998pt]">فريق أول</li>
                <li className="mb-4 text-[13.999999999999998pt]">فريق</li>
                <li className="mb-4 text-[13.999999999999998pt]">لواء</li>
                <li className="mb-4 text-[13.999999999999998pt]">عميد</li>
                <li className="mb-4 text-[13.999999999999998pt]">عقيد</li>
                <li className="mb-4 text-[13.999999999999998pt]">مقدم</li>
                <li className="mb-4 text-[13.999999999999998pt]">رائد</li>
                <li className="mb-4 text-[13.999999999999998pt]">نقيب</li>
                <li className="mb-4 text-[13.999999999999998pt]">ملازم أول</li>
                <li className="mb-4 text-[13.999999999999998pt]">ملازم</li>
                <li className="mb-4 text-[13.999999999999998pt]">رئيس عرفاء</li>
                <li className="mb-4 text-[13.999999999999998pt]">عريف</li>
                <li className="mb-4 text-[13.999999999999998pt]">نائب عريف</li>
                <li className="mb-4 text-[13.999999999999998pt]">شرطي أول</li>
                <li className="mb-4 text-[13.999999999999998pt]">شرطي</li>
                <li className="mb-4 text-[13.999999999999998pt]">
                  شرطي تحت التدريب
                </li>
              </ol>
            </div>
          </div>
        </div>
      </section>
    </>
  );
};

export default Admin;
